Repository: vladblajovan/Ritualist
Catalog: Ritualist/Resources/Localizable.xcstrings
Source language: en
Languages: de

# accessibilityAddHabit
source: Add new habit
de: Neue Gewohnheit hinzufügen

# accessibilityCalendarDay
source: Day %@
de: Tag %@

# accessibilityDeleteHabit
source: Delete %@ habit
de: Gewohnheit %@ löschen

# accessibilityGoToToday
source: Go to today
de: Zu heute wechseln

# accessibilityHabitChip
source: Select %@ habit
de: Gewohnheit %@ auswählen

# accessibilityHabitLogged
source: Habit completed on %@
de: Gewohnheit abgeschlossen am %@

# accessibilityHabitNotLogged
source: Tap to log habit for %@
de: Tippen, um Gewohnheit für %@ zu protokollieren

# accessibilityHabitStatus
source: %@ habit, %@
de: Gewohnheit %@, %@

# accessibilityMonthHeader
source: Calendar showing %@
de: Kalender zeigt %@

# accessibilityNextMonth
source: Next month
de: Nächster Monat

# accessibilityPreviousMonth
source: Previous month
de: Vorheriger Monat

# accessibilityStreakInfo
source: Current streak: %@, Best streak: %@
de: Aktuelle Serie: %@, Beste Serie: %@

source: Back
de: Zurück

# buttonCancel
source: Cancel
de: Abbrechen

# buttonDelete
source: Delete
de: Löschen

# buttonDone
source: Done
de: Fertig

# buttonRetry
source: Retry
de: Erneut versuchen

# buttonSave
source: Save
de: Speichern

# calendarToday
source: Today
de: Heute

source: Cancel
de: Abbrechen

source: Category
de: Kategorie

source: Choose from Photos
de: Aus Fotos auswählen

# dashboardTitle
source: Analytics
de: Dashboard

# dayFri
source: Fri
de: Fr

# dayFriday
source: Friday
de: Freitag

# dayMon
source: Mon
de: Mo

# dayMonday
source: Monday
de: Montag

# daySat
source: Sat
de: Sa

# daySaturday
source: Saturday
de: Samstag

# daySun
source: Sun
de: So

# daySunday
source: Sunday
de: Sonntag

# dayThu
source: Thu
de: Do

# dayThursday
source: Thursday
de: Donnerstag

# dayTue
source: Tue
de: Di

# dayTuesday
source: Tuesday
de: Dienstag

# dayUnknown
source: Unknown
de: Unbekannt

# dayWed
source: Wed
de: Mi

# dayWednesday
source: Wednesday
de: Mittwoch

# dialogCannotUndo
source: Cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle protokollierten Daten für diese Gewohnheit werden dauerhaft gelöscht.

# dialogDeleteHabit
source: Delete Habit
de: Gewohnheit löschen

# dialogDeleteHabitMessage
source: Delete "%@"? Cannot be undone.
de: Bist du sicher, dass du "%@" löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.

# Don't worry, you can change this later in settings
source: You can change this later
de: Keine Sorge, du kannst das später in den Einstellungen ändern

source: Done
de: Fertig

# emptyCreateHabitsToStart
source: Create habits to get started
de: Erstelle einige Gewohnheiten, um loszulegen

# emptyNoActiveHabits
source: No Active Habits
de: Keine aktiven Gewohnheiten

# emptyNoHabitSelected
source: No Habit Selected
de: Keine Gewohnheit ausgewählt

# emptyNoHabitsYet
source: No Habits Yet
de: Noch keine Gewohnheiten

# emptyTapHabitToView
source: Tap a habit to view calendar.
de: Tippe auf eine Gewohnheit oben, um ihren Kalender zu sehen.

# emptyTapPlusToCreate
source: Tap + to create first habit
de: Tippe auf die + Schaltfläche, um deine erste Gewohnheit zu erstellen

source: Enable Notifications
de: Benachrichtigungen aktivieren

source: Enter your name
de: Gib deinen Namen ein

source: Error
de: Fehler

# errorFailedInitialize
source: Failed to Initialize
de: Initialisierung fehlgeschlagen

# errorFailedLoadHabit
source: Failed to Load Habit
de: Fehler beim Laden der Gewohnheit

# errorFailedLoadHabits
source: Failed to Load Habits
de: Fehler beim Laden der Gewohnheiten

# errorFailedLoadSettings
source: Failed to Load Settings
de: Fehler beim Laden der Einstellungen

# errorUnableSetupHabits
source: Unable to setup habits screen
de: Gewohnheiten-Bildschirm konnte nicht eingerichtet werden

# errorUnableSetupOverview
source: Unable to setup overview
de: Übersichts-Bildschirm konnte nicht eingerichtet werden

# errorUnableSetupSettings
source: Unable to setup settings
de: Einstellungs-Bildschirm konnte nicht eingerichtet werden

source: Featured
de: Empfohlen

source: Featured Tips
de: Empfohlene Tipps

# formAppearance
source: Appearance
de: Erscheinungsbild

# format.progress_percentage
source: %@ complete
de: %@ abgeschlossen

# formBasicInformation
source: Basic Information
de: Grundlegende Informationen

# formColor
source: Color
de: Farbe

# formCount
source: Count
de: Anzahl

# formDaily
source: Daily
de: Täglich

# formDailyTarget
source: Daily Target
de: Tägliches Ziel

# formFrequency
source: Frequency
de: Häufigkeit

# formHabitName
source: Habit name
de: Gewohnheitsname

# formSchedule
source: Schedule
de: Zeitplan

# formSelectDays
source: Select days
de: Tage auswählen

# formSpecificDays
source: Specific Days
de: Bestimmte Tage

# formTarget
source: Target
de: Ziel

# formTimesPerWeek
source: Times per Week
de: Mal pro Woche

# formTimesPerWeekLabel
source: Times per week
de: Mal pro Woche

# formType
source: Type
de: Typ

# formUnit
source: Unit
de: Einheit

# formUnitPlaceholder
source: e.g., cups, minutes
de: z.B. Tassen, Minuten

# formYesNo
source: Yes/No
de: Ja/Nein

source: Get tips for better habits
de: Erhalte Expertentipps und Einblicke, um bessere Gewohnheiten aufzubauen und langfristige Konsistenz zu bewahren.

source: Get Started
de: Los geht's

source: Habits
de: Gewohnheiten

source: Initializing...
de: Initialisiere...

source: Learn & Improve
de: Lernen & Verbessern

# Let's start by getting to know you better. What should we call you?
source: What should we call you?
de: Lass uns anfangen, dich besser kennenzulernen. Wie sollen wir dich nennen?

source: Loading settings...
de: Einstellungen werden geladen...

source: Loading...
de: Lädt...

# loadingCalculatingStreaks
source: Calculating streaks...
de: Serien werden berechnet...

source: Loading habit...
de: Gewohnheit wird geladen...

source: Loading habits...
de: Gewohnheiten werden geladen...

# loadingInitializing
source: Initializing...
de: Initialisiere...

# loadingProcessingImage
source: Processing image...
de: Bild wird verarbeitet...

# loadingSaving
source: Saving...
de: Speichern...

source: Make It Yours
de: Mach es zu deinem

# navigationDashboard
source: Dashboard
de: Statistiken

# navigationEditHabit
source: Edit Habit
de: Gewohnheit bearbeiten

# navigationHabits
source: Habits
de: Gewohnheiten

# navigationNewHabit
source: New Habit
de: Neue Gewohnheit

# navigationOverview
source: Overview
de: Übersicht

# navigationSettings
source: Settings
de: Einstellungen

source: Next
de: Weiter

source: No tips available
de: Keine Tipps verfügbar

# notification.body
source: It's time for your habit.
de: Es ist Zeit für deine Gewohnheit.

source: Notifications enabled
de: Benachrichtigungen aktiviert

# onboarding.customize_description
source: Customize colors and emojis
de: Passe deine Gewohnheiten mit Farben, Emojis und flexibler Terminplanung an deinen Lebensstil und deine Vorlieben an.

# onboarding.customize_title
source: Make It Yours
de: Mach es zu deinem

# onboarding.enable_notifications
source: Enable Notifications
de: Benachrichtigungen aktivieren

# onboarding.get_started
source: Get Started
de: Los geht's

# onboarding.learn_description
source: Get tips for better habits
de: Erhalte Expertentipps und Einblicke, um bessere Gewohnheiten aufzubauen und langfristige Konsistenz zu bewahren.

# onboarding.learn_title
source: Learn & Improve
de: Lernen & Verbessern

# onboarding.name_note
source: You can change this later
de: Keine Sorge, du kannst das später in den Einstellungen ändern

# onboarding.name_placeholder
source: Enter your name
de: Gib deinen Namen ein

# onboarding.name_prompt
source: What should we call you?
de: Lass uns anfangen, dich besser kennenzulernen. Wie sollen wir dich nennen?

# onboarding.notifications_description
source: Get gentle habit reminders
de: Aktiviere Benachrichtigungen, um sanfte Erinnerungen für deine Gewohnheiten zu erhalten. Du kannst sie jederzeit in den Einstellungen anpassen oder deaktivieren.

# onboarding.notifications_enabled
source: Notifications Enabled
de: Benachrichtigungen aktiviert

# onboarding.notifications_title
source: Stay on Track
de: Bleib am Ball

# onboarding.skip_notifications
source: You can enable later
de: Du kannst diesen Schritt überspringen und Benachrichtigungen später in den Einstellungen aktivieren.

# onboarding.track_habits_description
source: Track daily for lasting habits
de: Baue dauerhafte Gewohnheiten auf, indem du sie täglich verfolgst. Ritualist hilft dir, mit visueller Fortschrittsüberwachung und intelligenten Erinnerungen konsistent zu bleiben.

# onboarding.track_habits_title
source: Track Your Habits
de: Verfolge deine Gewohnheiten

# onboarding.welcome_title
source: Welcome to Ritualist!
de: Willkommen bei Ritualist!

# overviewBest
source: Best
de: Beste

# overviewCalendar
source: Calendar
de: Kalender

# overviewCurrent
source: Current
de: Aktuell

# overviewDayPlural
source: %lld days
de: %lld Tage

# overviewDayPluralStatic
source: days
de: Tage

# overviewDaySingular
source: day
de: Tag

# overviewInstructions
source: Select habit and mark days
de: Wähle unten eine Gewohnheit aus und markiere die Tage, an denen du sie abgeschlossen hast.

# overviewStats
source: Stats
de: Statistiken

# overviewYourHabits
source: Your Habits
de: Deine Gewohnheiten

# paywall.unlock_advanced_stats
source: Unlock Advanced Stats
de: Erweiterte Statistiken freischalten

source: Processing image...
de: Bild wird verarbeitet...

source: Profile Photo
de: Profilfoto

# quickActionAddHabit
source: Add Habit
de: Gewohnheit hinzufügen

# quickActionHabitsAssistant
source: Habits Assistant
de: Gewohnheiten-Assistent

# quickActionStats
source: Stats
de: Statistiken

source: Remove Photo
de: Foto entfernen

source: Retry
de: Erneut versuchen

source: Settings
de: Einstellungen

# settingsAppearance
source: Appearance
de: Erscheinungsbild

# settingsDark
source: Dark
de: Dunkel

# settingsEnable
source: Enable
de: Aktivieren

# settingsFirstDayOfWeek
source: First day of week
de: Erster Tag der Woche

# settingsFollowSystem
source: Follow System
de: System übernehmen

# settingsLight
source: Light
de: Hell

# settingsNotificationPermission
source: Notification Permission
de: Benachrichtigungsberechtigung

# settingsNotifications
source: Notifications
de: Benachrichtigungen

# settingsNotificationsDisabled
source: Notifications are disabled
de: Benachrichtigungen sind deaktiviert

# settingsNotificationsEnabled
source: Notifications are enabled
de: Benachrichtigungen sind aktiviert

# settingsOpenSettings
source: Open Settings
de: Einstellungen öffnen

# settingsProfile
source: Profile
de: Profil

source: Settings saved
de: Einstellungen gespeichert

# statusActive
source: Active
de: Aktiv

# statusCreating
source: Creating...
de: Erstelle...

# statusDeleting
source: Deleting...
de: Lösche...

# statusInactive
source: Inactive
de: Inaktiv

# statusUpdating
source: Updating...
de: Aktualisiere...

source: Stay on Track
de: Bleib am Ball

# test.long_habit_name
source: Morning Meditation Practice
de: Tägliche Morgenmeditations-übung

# test.very_long_description
source: Test description for layout
de: Dies ist eine sehr lange Beschreibung, die testet, wie die Benutzeroberfläche mit Text umgeht, der sich über mehrere Zeilen erstrecken oder Layoutprobleme verursachen könnte

# Tip: %@. %@
source: Tip: %1$@. %2$@
de: Tipp: %1$@. %2$@

# tips.all_tips_title
source: All Tips
de: Alle Tipps

# tips.carousel_title
source: Tips & Insights
de: Tipps & Einblicke

# tips.consistency_description
source: Daily beats big efforts
de: Es ist besser, jeden Tag ein wenig zu tun, als ab und zu viel.

# tips.consistency_title
source: Consistency
de: Konsistenz

# tips.show_more
source: Show more tips
de: Mehr Tipps anzeigen

# tips.start_small_description
source: Start with 2-minute habits
de: Beginne mit kleinen Gewohnheiten, die weniger als 2 Minuten dauern.

# tips.start_small_title
source: Start Small
de: Klein anfangen

# tips.tip_detail_title
source: Tip Details
de: Tipp-Details

# tips.track_immediately_description
source: Log immediately after doing
de: Protokolliere deine Gewohnheiten direkt nach dem Abschluss, um das Vergessen zu vermeiden.

# tips.track_immediately_title
source: Track Immediately
de: Sofort protokollieren

source: Track Your Habits
de: Verfolge deine Gewohnheiten

# validationCategoryRequired
source: Please select a category
de: Bitte wähle eine Kategorie aus

# validationNameRequired
source: Name is required
de: Name ist erforderlich

# validationSelectAtLeastOneDay
source: Please select at least one day
de: Bitte wähle mindestens einen Tag aus

# validationTargetGreaterThanZero
source: Target must be greater than 0
de: Ziel muss größer als 0 sein

# validationUnitRequired
source: Unit label is required for numeric habits
de: Einheitenbezeichnung ist für numerische Gewohnheiten erforderlich

source: Welcome to Ritualist!
de: Willkommen bei Ritualist!

# You can skip this step and enable notifications later in settings.
source: You can enable later
de: Du kannst diesen Schritt überspringen und Benachrichtigungen später in den Einstellungen aktivieren.
